[
  {
    "text": "It has come to the attention of 'We the People' that false testimony has been given to the public pertaining to the \"alleged\" suspects in the tragic incident that occurred at the Boston Marathon on April 15, 2013, in which two explosions caused many injuries as well as three fatalities. We have found that the Criminal Complaint created by F.B.I. Special Agent Daniel R. Genck does not, in fact, coincide with the photos of the suspects on that day. Furthermore, 'We the People' have found it to be true that many statements given by officials involved with the case of the suspects have proven to be 'falsified' and should be investigated immediately. Therefore, based on lack of evidence and false testimony, the charges against the two suspects are to be dropped immediately, without prejudice.\nIt's up to you to build support for petitions you care about and gather more signatures. A petition must get 150 signatures in order to be publicly searchable on WhiteHouse.gov.\nOver time, we may need to adjust the petition signature thresholds, but we'll always let you know what the thresholds are.\n", 
    "signatures": [
      524, 
      546
    ], 
    "creation_date": "2013-04-26", 
    "id": "https://petitions.whitehouse.gov/petition/release-dzhokhar-tsarnaev-and-drop-all-charges-without-prejudice-based-lack-evidence-and-false/F1stBGVw", 
    "title": "RELEASE DZHOKHAR TSARNAEV AND DROP ALL CHARGES WITHOUT PREJUDICE BASED ON LACK OF EVIDENCE AND FALSE ACCUSATIONS"
  }, 
  {
    "text": "This petition is asking President Obama to issue an executive order to extend non-competitive status for federal employment to all AmeriCorps members.\nUnder current law, only AmeriCorps VISTA (Volunteers in Service to America) members are eligible for this status upon successful completion of their program.\nNon-competitive status was first granted to Peace Corps volunteers via executive order (#11103); the same can be done for AmeriCorps members.\nThe requested executive order would extend this benefit to AmeriCorps NCCC (National Civilian Community Corps) and AmeriCorps State and National members.\nAll AmeriCorps members take the same pledge to \"get things done\" for America.  It is time we receive the same benefits so that we may continue our commitment \"this year and beyond.\"\nIt's up to you to build support for petitions you care about and gather more signatures. A petition must get 150 signatures in order to be publicly searchable on WhiteHouse.gov.\nOver time, we may need to adjust the petition signature thresholds, but we'll always let you know what the thresholds are.\n", 
    "signatures": [
      221, 
      221
    ], 
    "creation_date": "2013-04-23", 
    "id": "https://petitions.whitehouse.gov/petition/extend-non-competitive-status-all-americorps-members-federal-employment/FxL5hhVM", 
    "title": "extend non-competitive status to all AmeriCorps members for federal employment."
  }, 
  {
    "text": "The United States and Australia have become best friends. They're ready to be one now.\nIt's up to you to build support for petitions you care about and gather more signatures. A petition must get 150 signatures in order to be publicly searchable on WhiteHouse.gov.\nOver time, we may need to adjust the petition signature thresholds, but we'll always let you know what the thresholds are.\n", 
    "signatures": [
      4070, 
      4078
    ], 
    "creation_date": "2013-04-24", 
    "id": "https://petitions.whitehouse.gov/petition/join-america-and-australia-form-ameristralia/1DT5lWr6", 
    "title": "Join America and Australia to form Ameristralia"
  }, 
  {
    "text": "We ask that the Obama Administration support sexual assault awareness in education. In America, 1 in 6 women and 1 in 33 men have been victims, showing that cultural misunderstandings about sexual assault must be addressed. Education on sexual assault laws and statistics, what constitutes consent, and the resources available to survivors need to be given to youth across a wide age range as regular curriculum. Survivors must know how to get help and we must prevent more people from becoming victims. We want the Obama Administration to direct schools on information to cover, provide resources and grants in education for schools to have awareness activities and lessons, and to strongly encourage schools to participate in awareness education and a multiple grade levels.\nIt's up to you to build support for petitions you care about and gather more signatures. A petition must get 150 signatures in order to be publicly searchable on WhiteHouse.gov.\nOver time, we may need to adjust the petition signature thresholds, but we'll always let you know what the thresholds are.\n", 
    "signatures": [
      9019, 
      9087
    ], 
    "creation_date": "2013-04-21", 
    "id": "https://petitions.whitehouse.gov/petition/end-sexual-assault-through-education/kVhNfHQ1", 
    "title": "End Sexual Assault Through Education"
  }, 
  {
    "text": "Marijuana is currently classified as a dangerous, highly addictive, Schedule 1 substance. An objective, science-based evaluation of marijuana's dangers and risks, when used as a therapeutic agent is needed as well as to establish any therapeutic benefit it may have. We petition the executive branch to formally request that the Institute of Medicine of the National Academy of Sciences perform an objective assessment of which controlled substance schedule marijuana preparations most appropriately fit, based upon the danger, abuse and dependency risks of marijuana preparations when used as a therapeutic agent relative to other substances and medications used legally in the United States, and that the completed report be made public no later than January 1, 2015.\nIt's up to you to build support for petitions you care about and gather more signatures. A petition must get 150 signatures in order to be publicly searchable on WhiteHouse.gov.\nOver time, we may need to adjust the petition signature thresholds, but we'll always let you know what the thresholds are.\n", 
    "signatures": [
      162, 
      165
    ], 
    "creation_date": "2013-04-24", 
    "id": "https://petitions.whitehouse.gov/petition/base-classification-medical-marijuana-science/P7PQ8wJ1", 
    "title": "base the classification of medical marijuana on science."
  }, 
  {
    "text": "On behalf of all homeowners harmed by illegal or questionable banking and mortgage lender activities this petition is asking for a complete review of the Independent Foreclosure Review, The Federal Reserve's and the Office of the Comptroller of Currency role in the clearly mishandled\nreviews.\nIt's up to you to build support for petitions you care about and gather more signatures. A petition must get 150 signatures in order to be publicly searchable on WhiteHouse.gov.\nOver time, we may need to adjust the petition signature thresholds, but we'll always let you know what the thresholds are.\n", 
    "signatures": [
      315, 
      316
    ], 
    "creation_date": "2013-04-24", 
    "id": "https://petitions.whitehouse.gov/petition/re-evaluate-independent-foreclosure-review-and-review-occ-and-federal-reserves-role/KpNg8Hzn", 
    "title": "Re-evaluate the Independent Foreclosure Review and review OCC and Federal Reserve's Role."
  }, 
  {
    "text": "Gerry and Marilyn Greene Campbell have already lost their home, job, and car for growing Medical Marijuana in their Tennessee home. They built the home their selves and lived a simple life.  Marilyn has been a midwife for 36 years. They both have chronic health problems and are in their 50's and 60's. It has been almost four years since their arrest and they both have been drug tested during this time and have never had a positive drug screen. They have been on probation for three years  without incidence. They are thankful that the judge allowed them the safety valve. They are sentenced to 24 months in Prison. Marilyn has clients that want her midwifery services. This case has cost the tax payers a lot of money. Please allow the Campbell's to support themselves and pay their own way.\nIt's up to you to build support for petitions you care about and gather more signatures. A petition must get 150 signatures in order to be publicly searchable on WhiteHouse.gov.\nOver time, we may need to adjust the petition signature thresholds, but we'll always let you know what the thresholds are.\n", 
    "signatures": [
      404, 
      407
    ], 
    "creation_date": "2013-04-17", 
    "id": "https://petitions.whitehouse.gov/petition/not-send-us-federal-prison-growing-medical-marijuana/QYTvBDJc", 
    "title": "not send us to federal prison for growing Medical Marijuana."
  }, 
  {
    "text": "We want President Obama to come to a Major League Ultimate game (there's a DC team) and see what the fastest growing sport in the Nation is all about. Ultimate Frisbee has long been a sport that labels its athletes as losers or non-athletes. The MLU is a beacon for bullied kids and promotes fitness and acceptance in our schools and communities.\nIt's up to you to build support for petitions you care about and gather more signatures. A petition must get 150 signatures in order to be publicly searchable on WhiteHouse.gov.\nOver time, we may need to adjust the petition signature thresholds, but we'll always let you know what the thresholds are.\n", 
    "signatures": [
      400, 
      400
    ], 
    "creation_date": "2013-04-22", 
    "id": "https://petitions.whitehouse.gov/petition/attend-major-league-ultimate-game-see-how-ultimate-frisbee-helping-guide-our-youth-and-do-coin-toss/FRPKqd83", 
    "title": "Attend a Major League Ultimate game, see how Ultimate Frisbee is helping to guide our youth and do the coin toss"
  }, 
  {
    "text": "The Servicemember civil relief act must cover child custody cases. Soldiers should not be suit for  custody cases while they are or about to be deployed. There is nothing that can protect the service members from legal action regarding custody issues while they are deployed. There are multiple cases were the custodian or other family member has taken advantage of a service member being overseas to gain full custody of a child.  Many times the service member is unaware of any custody suit against him and since the legal standard is to assign the custody of the child to someone, it goes by default to whichever parent is present at the time of the hearing. Courts should not find soldiers unfit because of the multiple movements of duty stations that comes part of mandatory orders.\nIt's up to you to build support for petitions you care about and gather more signatures. A petition must get 150 signatures in order to be publicly searchable on WhiteHouse.gov.\nOver time, we may need to adjust the petition signature thresholds, but we'll always let you know what the thresholds are.\n", 
    "signatures": [
      156, 
      157
    ], 
    "creation_date": "2013-04-01", 
    "id": "https://petitions.whitehouse.gov/petition/prohibit-court-house-assign-custody-minor-deployed-soldiers-or-claimed-them-unfit-because-multiple/Bx2P1t9P", 
    "title": "Prohibit court house assign custody of minor of deployed soldiers or claimed them unfit because multiple duty station"
  }, 
  {
    "text": "Pursuant to US Supreme Court's decision in Olmstead vs. L.C. in 1999, whereby persons with disabilities of any kind (including physical, cognitive and emotional) cannot be forced by the State into institutional settings when community based care is deemed safe and available by treatment professionals, in-home care must remain affordable and free from excessive taxation. The Employer Mandate provision of the Affordable Care Act will significantly escalate the cost of in-home care which will result in a barrier to access to care and force early institutionalization via nursing homes. We ask President Obama and the entire 113th Congress to EXEMPT the in-home care industry from the Employer Mandate provision of the ACA as a means of preserving the rights of the disabled and senior populations.\nIt's up to you to build support for petitions you care about and gather more signatures. A petition must get 150 signatures in order to be publicly searchable on WhiteHouse.gov.\nOver time, we may need to adjust the petition signature thresholds, but we'll always let you know what the thresholds are.\n", 
    "signatures": [
      508, 
      508
    ], 
    "creation_date": "2013-04-25", 
    "id": "https://petitions.whitehouse.gov/petition/exempt-home-care-industry-employer-mandate-provision-affordable-care-act/7PhzCBBl", 
    "title": "Exempt the In-Home Care Industry from the Employer Mandate provision of the Affordable Care Act."
  }, 
  {
    "text": "While we recognize the necessary separation between state and federal government, we call upon the President of the United States to ask Governor Mike Beebe to seek the immediate resignation of State Senator Nate Bell. His remarks regarding cowering Boston liberals was not only in poor taste but also full of hateful rhetoric that targeted a particular group of people. This level of disregard for fellow citizens cannot continue to be fostered within our own government at any level.\nIt's up to you to build support for petitions you care about and gather more signatures. A petition must get 150 signatures in order to be publicly searchable on WhiteHouse.gov.\nOver time, we may need to adjust the petition signature thresholds, but we'll always let you know what the thresholds are.\n", 
    "signatures": [
      501, 
      501
    ], 
    "creation_date": "2013-04-19", 
    "id": "https://petitions.whitehouse.gov/petition/call-resignation-arkansas-state-senator-nate-bell/GJhvyg4D", 
    "title": "Call for the resignation of Arkansas State Senator Nate Bell."
  }, 
  {
    "text": "DZHOKHAR TSARNAEV HABEAS CORPUS PRESENTED BEFORE BOSTON CHIEF JUDGE PATTI B. SARIS ON APRIL 22, 2013\nhttp://axjusa.ning.com/profiles/blogs/mail-online-uk-still-believes-in-their-government-while-their-peo\nIt has come to the attention of 'ACTIONS FOR JUSTICE' ( AXJ ) that false testimony may have been presented in the Criminal Complaint created by F.B.I. Special Agent Daniel R. Genck which does not, in fact, coincide with the evidence and photos of the suspects on the day of April 15, 2013 that two bombs exploded at the annual Boston Marathon.\nFurthermore, 'AXJ' has submitted an Habeas Corpus to the Court of competent Jurisdiction and no reply has been forthcoming.\nTherefore, we request this matter be discussed in Congress asap since Constitutional Rights have been violated. AXJ BOSTON\nIt's up to you to build support for petitions you care about and gather more signatures. A petition must get 150 signatures in order to be publicly searchable on WhiteHouse.gov.\nOver time, we may need to adjust the petition signature thresholds, but we'll always let you know what the thresholds are.\n", 
    "signatures": [
      1037, 
      1068
    ], 
    "creation_date": "2013-04-27", 
    "id": "https://petitions.whitehouse.gov/petition/dzhokhar-tsarnaev-must-be-granted-habeas-corpus-and-all-charges-dropped-based-lack-evidence-and/bMJpDrNq", 
    "title": "DZHOKHAR TSARNAEV MUST BE GRANTED HABEAS CORPUS  AND ALL CHARGES DROPPED BASED ON LACK OF EVIDENCE AND FALSE ACCUSATION"
  }, 
  {
    "text": "We the Syrian Christian expatriates in the USA, urge our government to interfere on behalf of all the innocent christian civilians, and clergy in Syria.\nTwo of our most beloved bishops (Yohanna Ibrahim and Paul Yazigi) were abducted recently near Aleppo while undertaking a humanitarian mission.\nWhile the lives of many civilians (christians and non christians) are under constant threat and warrant equal concern; these two bishops were providing help and guidance to many.\nWe plead with you to exert pressure and influence to free them.\nMay God Bless you in your efforts.\nIt's up to you to build support for petitions you care about and gather more signatures. A petition must get 150 signatures in order to be publicly searchable on WhiteHouse.gov.\nOver time, we may need to adjust the petition signature thresholds, but we'll always let you know what the thresholds are.\n", 
    "signatures": [
      2671, 
      2698
    ], 
    "creation_date": "2013-04-23", 
    "id": "https://petitions.whitehouse.gov/petition/save-syrian-christians-bishops-and-clergy-men/Nqrb3cv1", 
    "title": "Save Syrian Christians Bishops and Clergy men."
  }, 
  {
    "text": "We ask that Endometriosis be federally recognized as a disability.\nWe ask that Endometriosis and other such disabling women's diseases be mandatory research topics of Pharmaceutical companies.\nWe ask that Endometriosis become a mandatory class in ALL aspects of medical school.\nWe ask that all medical professionals be required to update their knowledge of the latest news, research ,and technology regarding Endometriosis  a minimum of once every 12 months.\nWe ask that all aspects of Endometriosis Care be covered fully by insurance companies.\nWe ask that birth control ,and birth control options be made both accessible and affordable regardless of demographic ,race, religion and/or culture.\nIt's up to you to build support for petitions you care about and gather more signatures. A petition must get 150 signatures in order to be publicly searchable on WhiteHouse.gov.\nOver time, we may need to adjust the petition signature thresholds, but we'll always let you know what the thresholds are.\n", 
    "signatures": [
      463, 
      463
    ], 
    "creation_date": "2013-04-10", 
    "id": "https://petitions.whitehouse.gov/petition/we-advocates-represented-endometriosis-awareness-campaign-require-following/6X0tqn5y", 
    "title": "We advocates , as represented by the Endometriosis Awareness Campaign, require the following:"
  }, 
  {
    "text": "Our youth in the US seems to have become more violent and troubled than we have in the past.  Mass shootings at schools and the movie theater in Colorado have shown us that we need to look more into what is happening with us.  I think blaming guns is completely ridiculous and does not address the cultural problem at all.  Many will say violent video games do not make youth go out and kill people and that banning violence in games will impede the 1st amendment, but I think most Americans have the common sense to know that there is a problem with the violence in our media.  Our youth watches our 'Real Wars' on the news and then replicates violence in these video games such as 'Call of Duty'. Let's address the real problem of violence and not promote it, like these video games tend to do.\nIt's up to you to build support for petitions you care about and gather more signatures. A petition must get 150 signatures in order to be publicly searchable on WhiteHouse.gov.\nOver time, we may need to adjust the petition signature thresholds, but we'll always let you know what the thresholds are.\n", 
    "signatures": [
      446, 
      446
    ], 
    "creation_date": "2013-04-19", 
    "id": "https://petitions.whitehouse.gov/petition/ban-violent-video-games-lets-help-change-violent-culture-we-have-seen-us-recent-history/J8BQwstS", 
    "title": "Ban violent video games.  Let's help change the violent culture we have seen in the US in recent history."
  }, 
  {
    "text": "Please create federal legislation protecting breastfeeding moms from being discriminated against. There are already many state laws protecting moms. A breastfeeding mother should be allowed to feed her baby anywhere a formula feeding mom can. And there should be legal repercussions for those who discriminate against them.\nIt's up to you to build support for petitions you care about and gather more signatures. A petition must get 150 signatures in order to be publicly searchable on WhiteHouse.gov.\nOver time, we may need to adjust the petition signature thresholds, but we'll always let you know what the thresholds are.\n", 
    "signatures": [
      1036, 
      1042
    ], 
    "creation_date": "2013-04-03", 
    "id": "https://petitions.whitehouse.gov/petition/create-federal-law-protecting-breastfeeding-moms-right-breastfeed-anywhere-both-they-and-their/jt59wLnm", 
    "title": "Create a federal law protecting breastfeeding moms' right to breastfeed anywhere both they and their babies are allowed"
  }, 
  {
    "text": "About 80% of USPS financial losses since 2007 are due to a Congressional mandate to prefund 75 years of future retiree health benefits over 10 years. In 2012 USPS lost a record $15.9 billion, but $11.1 billion of that loss went to prefund healthcare. This must change.\nUSPS shouldnâ€™t move to 5-day delivery. This would only save 3%, risk further revenue losses, and slow mail delivery.\nUSPS needs to re-establish overnight delivery standards to ensure the timely delivery of mail and prevent the closure of mail plants.\nUSPS needs to generate more revenue by ending a 2006 ban prohibiting USPS from offering new products and services.\nDoes the Administration support HR 630 and S 316 to make these changes, save American jobs, and allow USPS to remain competitive?\nIt's up to you to build support for petitions you care about and gather more signatures. A petition must get 150 signatures in order to be publicly searchable on WhiteHouse.gov.\nOver time, we may need to adjust the petition signature thresholds, but we'll always let you know what the thresholds are.\n", 
    "signatures": [
      11440, 
      11478
    ], 
    "creation_date": "2013-04-24", 
    "id": "https://petitions.whitehouse.gov/petition/save-postal-service-save-american-jobs/drCmyCHZ", 
    "title": "Save the Postal Service-Save American Jobs"
  }, 
  {
    "text": "In the wake of the Newtown shootings, the Obama administration thought they should overstep their Constitutional authority to impose gun control.  Now in light of the Boston bombings and the direct ties to Islam, I'm calling on the administration to stop all Islamic immigration into the US.\nMr. Obama and others quote Qurâ€™an 5:32, which is about the people of Israel, but NEVER quote the next verse which is about Muslims and indicates the real threat of Islam.\nIslam is not a religion of peace.  It is a totalitarian, political death cult and as such is not compatible with American culture.\nFor more info on this, please see this message:  http://freedomoutpost.com/2013/04/still-think-islam-is-a-religion-of-peace-you-wont-after-seeing-this/\nIt's up to you to build support for petitions you care about and gather more signatures. A petition must get 150 signatures in order to be publicly searchable on WhiteHouse.gov.\nOver time, we may need to adjust the petition signature thresholds, but we'll always let you know what the thresholds are.\n", 
    "signatures": [
      3139, 
      3141
    ], 
    "creation_date": "2013-04-22", 
    "id": "https://petitions.whitehouse.gov/petition/stop-any-and-all-islamic-immigration-us-light-islamic-attacks-against-us/4QH22hDt", 
    "title": "Stop Any and All Islamic Immigration Into the US in Light of Islamic Attacks Against The US"
  }, 
  {
    "text": "The Armenian Genocide is a humanitarian rights issue. The unfortunate politicization of its recognition has trivialized the meaning of justice & the value of human life. As we struggle to preserve our right of life, liberty, & the pursuit of happiness in the wake of recent tragedies, the gov't  leaves no doubt that perpetrators of violence will be brought to justice. It is from this gov't that we demand recognition of the Armenian Genocide.\nFor president Obama, Armenian Genocide isn't a question as he, himself, has informed those who did not know, \" Genocide did take place against the Armenian people.\"\nSo I ask you, President Obama & the American Congress, do you not think these 1,500,000 victims deserve the same dignity and justice as those of Aurora, Newtown & Boston Marathon tragedies?\nIt's up to you to build support for petitions you care about and gather more signatures. A petition must get 150 signatures in order to be publicly searchable on WhiteHouse.gov.\nOver time, we may need to adjust the petition signature thresholds, but we'll always let you know what the thresholds are.\n", 
    "signatures": [
      1540, 
      1545
    ], 
    "creation_date": "2013-04-23", 
    "id": "https://petitions.whitehouse.gov/petition/recognize-armenian-genocide/zLC55TTd", 
    "title": "Recognize the Armenian Genocide"
  }, 
  {
    "text": "The use of the linear no-threshold (LNT) model for radiation safety has resulted in huge expenses to keep doses low, with no observable benefit to health.  On the other hand, the ensuing fear of radiation has prevented the human study of beneficial effects of low dose radiation that have been observed in animal studies, e.g. for prevention of cancer, neuro-degenerative diseases, etc. for which there is presently no method of prevention.  The fear of radiation has also resulted in deaths to hundreds of evacuees in Fukushima from the emotional stress to avoid unmeasureable harm from radiation.  Overview of low dose response for toxic agents has overwhelmingly shown a hormetic or threshold response, rather than LNT. Need to bring EPA regulations in compliance with scientific observations.\nIt's up to you to build support for petitions you care about and gather more signatures. A petition must get 150 signatures in order to be publicly searchable on WhiteHouse.gov.\nOver time, we may need to adjust the petition signature thresholds, but we'll always let you know what the thresholds are.\n", 
    "signatures": [
      243, 
      245
    ], 
    "creation_date": "2013-04-12", 
    "id": "https://petitions.whitehouse.gov/petition/stop-using-linear-no-threshold-lnt-model-epa-regulations-recognizing-hormetic-or-threshold-response/6X3dwqJX", 
    "title": "stop using linear no-threshold (LNT) model in EPA regulations recognizing hormetic or threshold response at low doses"
  }
]